app/Controllers/User.php

    public function getIndex()
    {
        return view('users', [
            'users' => $this->userModel->paginate(10),
            'pager' => $this->userModel->pager
        ]);
---
SELECT *
FROM `Users`